[
  {
    "title": "Woven Dreams",
    "artist": "Lakshmi Devi",
    "price": 28500,
    "short_description": "Traditional handwoven tapestry featuring intricate patterns and natural dyes.",
    "full_description": "Woven Dreams is a stunning handwoven tapestry created using traditional loom techniques passed down through generations. This piece showcases intricate geometric patterns and vibrant colors achieved through natural plant-based dyes. Each thread has been carefully selected and woven to create a texture-rich artwork that celebrates the ancient craft of weaving.",
    "dimensions": "36 x 48 inches",
    "medium": "Handwoven Tapestry",
    "year": 2024,
    "style": "Traditional Weaving",
    "image": "Images/Woven Dreams.jpeg"
  },
  {
    "title": "Silk Serenity",
    "artist": "Aisha Kapoor",
    "price": 42000,
    "short_description": "Luxurious silk embroidery with gold thread work and traditional motifs.",
    "full_description": "Silk Serenity is an exquisite piece of hand embroidery on pure silk fabric. This artwork features delicate gold thread work (zardozi) combined with intricate traditional motifs inspired by Mughal art. Hours of meticulous craftsmanship have gone into creating each stitch, resulting in a luxurious textile art piece that radiates elegance and cultural heritage.",
    "dimensions": "30 x 40 inches",
    "medium": "Silk Embroidery",
    "year": 2024,
    "style": "Traditional Embroidery",
    "image": "Images/Silk Serenity.jpeg"
  },
  {
    "title": "Macramé Mandala",
    "artist": "Sofia Chen",
    "price": 18750,
    "short_description": "Contemporary macramé wall hanging with geometric mandala design.",
    "full_description": "Macramé Mandala brings together ancient knotting techniques with modern design sensibilities. This stunning wall hanging features a complex mandala pattern created entirely through intricate macramé knots using natural cotton rope. The piece showcases dimension, texture, and symmetry, making it a perfect statement piece for contemporary spaces.",
    "dimensions": "48 inches diameter",
    "medium": "Macramé",
    "year": 2024,
    "style": "Contemporary Fiber Art",
    "image": "Images/Macramé Mandala.jpeg"
  },
  {
    "title": "Quilted Memories",
    "artist": "Margaret Johnson",
    "price": 35600,
    "short_description": "Artisan patchwork quilt with hand-stitched details and vintage fabrics.",
    "full_description": "Quilted Memories is a heartfelt artwork that combines various vintage and contemporary fabrics into a cohesive visual narrative. Each patch has been carefully selected and hand-stitched using traditional quilting techniques. The piece tells a story through its choice of fabrics, colors, and patterns, creating a textile artwork that is both functional and deeply artistic.",
    "dimensions": "60 x 80 inches",
    "medium": "Patchwork Quilt",
    "year": 2024,
    "style": "Traditional Quilting",
    "image": "Images/Quilted Memories.jpeg"
  },
  {
    "title": "Fiber Fusion",
    "artist": "Kenji Tanaka",
    "price": 31200,
    "short_description": "Mixed media fiber art combining felting, weaving, and embroidery techniques.",
    "full_description": "Fiber Fusion is an experimental textile artwork that pushes the boundaries of traditional fiber art. This piece combines wet felting, weaving, and embroidery techniques to create a multi-layered, textural composition. The artist has incorporated wool, silk, and synthetic fibers to achieve varying textures and visual effects, resulting in a contemporary piece that celebrates the versatility of fiber as an artistic medium.",
    "dimensions": "32 x 44 inches",
    "medium": "Mixed Fiber Art",
    "year": 2024,
    "style": "Contemporary Mixed Media",
    "image": "Images/Fiber Fusion.jpeg"
  },
  {
    "title": "Batik Blossoms",
    "artist": "Dewi Sartika",
    "price": 26800,
    "short_description": "Hand-painted batik textile featuring floral motifs and traditional wax-resist dyeing.",
    "full_description": "Batik Blossoms showcases the ancient Indonesian art of batik through a contemporary lens. This hand-painted textile features intricate floral motifs created using the traditional wax-resist dyeing technique. Multiple layers of wax and dye have been applied to create depth and richness in color. The result is a stunning textile artwork that honors traditional methods while presenting a fresh, modern aesthetic.",
    "dimensions": "40 x 50 inches",
    "medium": "Batik Textile",
    "year": 2024,
    "style": "Traditional Batik",
    "image": "Images/Batik Blossoms.jpeg"
  },
  {
    "title": "Tapestry Tales",
    "artist": "Elena Rodriguez",
    "price": 48500,
    "short_description": "Large-scale narrative tapestry depicting stories through woven imagery.",
    "full_description": "Tapestry Tales is an ambitious large-scale woven artwork that tells visual stories through intricate imagery and symbolism. Using a traditional floor loom, the artist has created a complex narrative piece that incorporates figures, landscapes, and abstract elements. The tapestry showcases expert color blending and textural variation achieved through different weaving techniques and yarn types.",
    "dimensions": "72 x 48 inches",
    "medium": "Narrative Tapestry",
    "year": 2024,
    "style": "Contemporary Weaving",
    "image": "Images/Tapestry Tales.jpeg"
  },
  {
    "title": "Needle & Thread",
    "artist": "Priya Nair",
    "price": 22400,
    "short_description": "Contemporary embroidery art with abstract designs and vibrant thread colors.",
    "full_description": "Needle & Thread reimagines traditional embroidery for the modern age. This contemporary piece features abstract designs created through various embroidery stitches including satin stitch, French knots, and chain stitch. The artist has used a bold, vibrant color palette and experimental compositions to create a textile artwork that challenges conventional embroidery aesthetics while honoring the craft's heritage.",
    "dimensions": "24 x 36 inches",
    "medium": "Contemporary Embroidery",
    "year": 2024,
    "style": "Modern Embroidery",
    "image": "Images/Needle & Thread.jpeg"
  },
  {
    "title": "Felted Landscapes",
    "artist": "Hannah Berg",
    "price": 29900,
    "short_description": "Wet-felted wool artwork depicting natural landscapes with dimensional texture.",
    "full_description": "Felted Landscapes brings the beauty of nature to life through the ancient technique of wet felting. Using layers of colored wool roving, the artist has created a dimensional landscape that captures rolling hills, flowing water, and dramatic skies. The felting process creates organic texture and subtle color blending that gives the piece remarkable depth and visual interest.",
    "dimensions": "36 x 48 inches",
    "medium": "Wet Felted Wool",
    "year": 2024,
    "style": "Felting Art",
    "image": "Images/Felted Landscapes.jpeg"
  },
  {
    "title": "Textile Symphony",
    "artist": "Rajesh Kumar",
    "price": 52000,
    "short_description": "Museum-quality textile art combining traditional Indian techniques with modern design.",
    "full_description": "Textile Symphony is a masterpiece that bridges India's rich textile heritage with contemporary artistic vision. This ambitious work incorporates multiple traditional techniques including block printing, hand embroidery, and natural dyeing, all composed into a cohesive modern design. The piece required months of careful planning and execution, resulting in a textile artwork of museum quality that celebrates India's textile traditions while looking boldly toward the future.",
    "dimensions": "60 x 72 inches",
    "medium": "Mixed Textile Techniques",
    "year": 2024,
    "style": "Contemporary Indian Textile",
    "image": "Images/Textile Symphony.jpeg"
  }
]
